<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title></title>
</head>
<body style="line-height:150%;">
<p>《道馆通隐私条款及免责声明》</p>
<p>1. 隐私条款</p>
<p>1.1</p>
道馆通非常重视对用户隐私的保护，保护隐私是道馆通的一项基本政策。用户提供的登记资料及道馆通保留的有关的若干其他个人资料将受到中国有关隐私的法律和道馆通相关规范的保护。
<p>1.2</p>
道馆通保证不对外公开或向第三方提供用户的注册资料及用户在使用网络服务时存储在平台的非公开内容，但下列情况除外：
<br/>1.2.1 事先获得用户的明确授权；
<br/>1.2.2 如果用户出现违反中国有关法律或者平台政策的情况，需要向第三方披露；
<br/>1.2.3 只有根据用户个人资料，才能提供用户所要求的产品和服务；
<br/>1.2.4 如达成交易的用户任何一方履行或部分履行了交易义务并提出信息披露请求的，道馆通可以决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；
<br/>1.2.5 根据有关的法律法规要求；
<br/>1.2.6 按照相关政府主管部门的要求；
<br/>1.2.7 为维护平台的合法权益；
<br/>1.2.8 因用户的保管疏忽导致帐号、口令遭他人非法使用。
<p>1.3</p>
道馆通不允许任何第三方以任何手段收集、编辑、出售或者无偿传播注册用户的个人信息。用户同意在不透露单个用户隐私资料的前提下，道馆通可以对整个用户数据库进行分析并对用户数据库进行商业上的利用。
<p>1.4</p>
道馆通会采取行业惯用措施保护用户信息的安全，但不能确信或保证任何个人信息的安全性，用户应自行承担风险。
<p>1.5</p>
道馆通会向用户发送订制的信息，如果用户不希望收到这样的信息，只需在提供个人信息时或其他任何时候告知即可。
<p>2. 免责声明</p>
<p>2.1</p>
鉴于网络服务的特殊性，用户理解并同意如发生下述任一情况而导致服务中断及遭受损失的，道馆通不承担责任：
<br/>2.1.1 发生不可抗力情形的，如罢工、战争、自然灾害等；
<br/>2.1.2 黑客攻击、计算机病毒侵入或发作的；
<br/>2.1.3 计算机系统遭到破坏、瘫痪或无法正常使用的；
<br/>2.1.4 电信部门技术调整的，信息网络正常的设备维护；
<br/>2.1.5 因政府管制而造成暂时性关闭的。
<p>2.2</p>
道馆通所载信息，包括但不限于文本、图片、数据、观点、网页或链接，虽然力图准确和详尽，但道馆通并不就其所包含的信息和内容的准确、完整、充分和可靠性做任何承诺，也不对这些信息和内容作出明示或默示的保证没有侵犯第三方权利、质量和没有智能终端病毒的保证。
<p>2.3</p>
对于道馆通上所提示或展示的非道馆通产品或服务，道馆通仅提供基本信息。道馆通不是相关产品的提供商或经销商，不对非道馆通产品或服务做出任何声明或者保证，所有展示的产品或服务应受其本公司或服务提供者所作出的质量承诺和条款约束。
<p>2.4</p>
道馆通可能保留第三方网站或网址的链接，访问这些链接将由用户自己决定，道馆通没有审查过任何第三方网站，对这些网站及其内容不进行控制和承担责任。同时，对于非由道馆通实际控制的任何网页内容，道馆通不承担任何责任。
</body>
</html>
